christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
jpoissonnier.vscode-styled-components
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
Tyriar.vscode-terminal-here
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
xabikos.ReactSnippets
ms-vscode.powershell
ms-python.python
MS-vsliveshare.vsliveshare
ms-vscode.vs-keybindings
ms-vscode-remote.remote-wsl
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh-edit
